-- MySQL dump 10.13  Distrib 5.6.45, for Win64 (x86_64)
--
-- Host: localhost    Database: testerworld
-- ------------------------------------------------------
-- Server version	5.1.31-community

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `board`
--

DROP TABLE IF EXISTS `board`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `board` (
  `BD_IDX` int(11) NOT NULL AUTO_INCREMENT COMMENT '게시글 IDX',
  `BD_TITLE` varchar(40) NOT NULL COMMENT '게시글 제목',
  `BD_WRITER` varchar(20) NOT NULL COMMENT '게시글 작성자',
  `BD_CN` varchar(400) DEFAULT NULL COMMENT '게시글 내용',
  `BD_REG_DATE` varchar(20) NOT NULL COMMENT '게시글 등록일시',
  `INS_IP` varchar(15) NOT NULL COMMENT '게시글 등록IP',
  `UPT_IP` varchar(15) DEFAULT NULL COMMENT '게시글 수정IP',
  `BD_CNT` bigint(20) NOT NULL DEFAULT '0' COMMENT '게시글 조회수',
  PRIMARY KEY (`BD_IDX`)
) ENGINE=InnoDB AUTO_INCREMENT=243 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `board`
--

LOCK TABLES `board` WRITE;
/*!40000 ALTER TABLE `board` DISABLE KEYS */;
INSERT INTO `board` VALUES (1,'더미 데이터01605839769624','더미 작성자','아무 내용','2020-11-20 11:36:09','127.0.0.1',NULL,0),(2,'더미 데이터11605839769626','더미 작성자','아무 내용','2020-11-20 11:36:09','127.0.0.1',NULL,0),(3,'더미 데이터21605839769628','더미 작성자','아무 내용','2020-11-20 11:36:09','127.0.0.1',NULL,0),(4,'더미 데이터31605839769629','더미 작성자','아무 내용','2020-11-20 11:36:09','127.0.0.1',NULL,0),(5,'더미 데이터41605839769631','더미 작성자','아무 내용','2020-11-20 11:36:09','127.0.0.1',NULL,0),(6,'더미 데이터51605839769633','더미 작성자','아무 내용','2020-11-20 11:36:09','127.0.0.1',NULL,0),(7,'더미 데이터61605839769634','더미 작성자','아무 내용','2020-11-20 11:36:09','127.0.0.1',NULL,0),(8,'더미 데이터71605839769636','더미 작성자','아무 내용','2020-11-20 11:36:09','127.0.0.1',NULL,0),(9,'더미 데이터81605839769638','더미 작성자','아무 내용','2020-11-20 11:36:09','127.0.0.1',NULL,0),(10,'더미 데이터91605839769639','더미 작성자','아무 내용','2020-11-20 11:36:09','127.0.0.1',NULL,0),(11,'더미 데이터01605839776832','더미 작성자','아무 내용','2020-11-20 11:36:16','127.0.0.1',NULL,0),(12,'더미 데이터11605839776834','더미 작성자','아무 내용','2020-11-20 11:36:16','127.0.0.1',NULL,0),(13,'더미 데이터21605839776836','더미 작성자','아무 내용','2020-11-20 11:36:16','127.0.0.1',NULL,0),(14,'더미 데이터31605839776838','더미 작성자','아무 내용','2020-11-20 11:36:16','127.0.0.1',NULL,0),(15,'더미 데이터41605839776839','더미 작성자','아무 내용','2020-11-20 11:36:16','127.0.0.1',NULL,0),(16,'더미 데이터51605839776841','더미 작성자','아무 내용','2020-11-20 11:36:16','127.0.0.1',NULL,0),(17,'더미 데이터61605839776843','더미 작성자','아무 내용','2020-11-20 11:36:16','127.0.0.1',NULL,0),(18,'더미 데이터71605839776845','더미 작성자','아무 내용','2020-11-20 11:36:16','127.0.0.1',NULL,0),(19,'더미 데이터81605839776846','더미 작성자','아무 내용','2020-11-20 11:36:16','127.0.0.1',NULL,0),(20,'더미 데이터91605839776848','더미 작성자','아무 내용','2020-11-20 11:36:16','127.0.0.1',NULL,0),(21,'더미 데이터01605839777447','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(22,'더미 데이터11605839777457','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(23,'더미 데이터21605839777459','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(24,'더미 데이터31605839777460','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(25,'더미 데이터41605839777462','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(26,'더미 데이터51605839777463','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(27,'더미 데이터61605839777465','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(28,'더미 데이터71605839777467','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(29,'더미 데이터81605839777468','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(30,'더미 데이터91605839777470','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(31,'더미 데이터01605839777888','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(32,'더미 데이터11605839777894','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(33,'더미 데이터21605839777896','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(34,'더미 데이터31605839777897','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(35,'더미 데이터41605839777898','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(36,'더미 데이터51605839777900','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(37,'더미 데이터61605839777901','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(38,'더미 데이터71605839777903','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(39,'더미 데이터81605839777904','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(40,'더미 데이터91605839777906','더미 작성자','아무 내용','2020-11-20 11:36:17','127.0.0.1',NULL,0),(41,'더미 데이터01605839778095','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(42,'더미 데이터11605839778097','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(43,'더미 데이터21605839778099','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(44,'더미 데이터31605839778101','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(45,'더미 데이터41605839778102','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(46,'더미 데이터51605839778104','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(47,'더미 데이터61605839778105','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(48,'더미 데이터71605839778107','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(49,'더미 데이터81605839778108','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(50,'더미 데이터91605839778110','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(51,'더미 데이터01605839778297','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(52,'더미 데이터11605839778299','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(53,'더미 데이터21605839778300','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(54,'더미 데이터31605839778302','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(55,'더미 데이터41605839778303','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(56,'더미 데이터51605839778305','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(57,'더미 데이터61605839778306','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(58,'더미 데이터71605839778308','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(59,'더미 데이터81605839778309','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(60,'더미 데이터91605839778311','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(61,'더미 데이터01605839778464','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(62,'더미 데이터11605839778466','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(63,'더미 데이터21605839778467','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(64,'더미 데이터31605839778469','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(65,'더미 데이터41605839778470','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(66,'더미 데이터51605839778472','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(67,'더미 데이터61605839778474','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(68,'더미 데이터71605839778475','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(69,'더미 데이터81605839778476','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(70,'더미 데이터91605839778478','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(71,'더미 데이터01605839778664','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(72,'더미 데이터11605839778666','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(73,'더미 데이터21605839778668','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(74,'더미 데이터31605839778670','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(75,'더미 데이터41605839778671','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(76,'더미 데이터51605839778672','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(77,'더미 데이터61605839778674','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(78,'더미 데이터71605839778675','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(79,'더미 데이터81605839778677','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(80,'더미 데이터91605839778678','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(81,'더미 데이터01605839778800','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(82,'더미 데이터11605839778803','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(83,'더미 데이터21605839778804','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(84,'더미 데이터31605839778806','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(85,'더미 데이터41605839778807','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(86,'더미 데이터51605839778808','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(87,'더미 데이터61605839778810','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(88,'더미 데이터71605839778811','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(89,'더미 데이터81605839778812','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(90,'더미 데이터91605839778814','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(91,'더미 데이터01605839778983','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(92,'더미 데이터11605839778985','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(93,'더미 데이터21605839778987','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(94,'더미 데이터31605839778988','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(95,'더미 데이터41605839778989','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(96,'더미 데이터51605839778991','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(97,'더미 데이터61605839778992','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(98,'더미 데이터71605839778993','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(99,'더미 데이터81605839778995','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(100,'더미 데이터91605839778996','더미 작성자','아무 내용','2020-11-20 11:36:18','127.0.0.1',NULL,0),(101,'더미 데이터01605839779167','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(102,'더미 데이터11605839779169','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(103,'더미 데이터21605839779170','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(104,'더미 데이터31605839779172','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(105,'더미 데이터41605839779173','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(106,'더미 데이터51605839779175','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(107,'더미 데이터61605839779176','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(108,'더미 데이터71605839779177','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(109,'더미 데이터81605839779179','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(110,'더미 데이터91605839779180','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(111,'더미 데이터01605839779326','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(112,'더미 데이터11605839779328','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(113,'더미 데이터21605839779330','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(114,'더미 데이터31605839779331','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(115,'더미 데이터41605839779333','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(116,'더미 데이터51605839779335','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(117,'더미 데이터61605839779336','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(118,'더미 데이터71605839779338','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(119,'더미 데이터81605839779339','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(120,'더미 데이터91605839779341','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(121,'더미 데이터01605839779503','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(122,'더미 데이터11605839779505','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(123,'더미 데이터21605839779507','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(124,'더미 데이터31605839779508','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(125,'더미 데이터41605839779510','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(126,'더미 데이터51605839779511','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(127,'더미 데이터61605839779512','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(128,'더미 데이터71605839779514','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(129,'더미 데이터81605839779515','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(130,'더미 데이터91605839779517','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(131,'더미 데이터01605839779678','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(132,'더미 데이터11605839779680','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(133,'더미 데이터21605839779682','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(134,'더미 데이터31605839779684','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(135,'더미 데이터41605839779685','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(136,'더미 데이터51605839779687','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(137,'더미 데이터61605839779688','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(138,'더미 데이터71605839779690','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(139,'더미 데이터81605839779691','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(140,'더미 데이터91605839779693','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(141,'더미 데이터01605839779870','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(142,'더미 데이터11605839779872','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(143,'더미 데이터21605839779874','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(144,'더미 데이터31605839779875','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(145,'더미 데이터41605839779876','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(146,'더미 데이터51605839779878','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(147,'더미 데이터61605839779879','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(148,'더미 데이터71605839779880','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(149,'더미 데이터81605839779882','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(150,'더미 데이터91605839779883','더미 작성자','아무 내용','2020-11-20 11:36:19','127.0.0.1',NULL,0),(151,'더미 데이터01605839780040','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(152,'더미 데이터11605839780042','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(153,'더미 데이터21605839780043','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(154,'더미 데이터31605839780045','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(155,'더미 데이터41605839780046','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(156,'더미 데이터51605839780047','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(157,'더미 데이터61605839780048','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(158,'더미 데이터71605839780049','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(159,'더미 데이터81605839780051','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(160,'더미 데이터91605839780053','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(161,'더미 데이터01605839780209','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(162,'더미 데이터11605839780211','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(163,'더미 데이터21605839780212','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(164,'더미 데이터31605839780214','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(165,'더미 데이터41605839780215','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(166,'더미 데이터51605839780216','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(167,'더미 데이터61605839780218','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(168,'더미 데이터71605839780219','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(169,'더미 데이터81605839780220','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(170,'더미 데이터91605839780222','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(171,'더미 데이터01605839780407','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(172,'더미 데이터11605839780408','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(173,'더미 데이터21605839780410','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(174,'더미 데이터31605839780411','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(175,'더미 데이터41605839780412','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(176,'더미 데이터51605839780414','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(177,'더미 데이터61605839780415','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(178,'더미 데이터71605839780416','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(179,'더미 데이터81605839780418','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(180,'더미 데이터91605839780419','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(181,'더미 데이터01605839780583','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(182,'더미 데이터11605839780585','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(183,'더미 데이터21605839780586','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(184,'더미 데이터31605839780588','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(185,'더미 데이터41605839780589','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(186,'더미 데이터51605839780591','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(187,'더미 데이터61605839780592','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(188,'더미 데이터71605839780594','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(189,'더미 데이터81605839780595','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(190,'더미 데이터91605839780597','더미 작성자','아무 내용','2020-11-20 11:36:20','127.0.0.1',NULL,0),(191,'더미 데이터01605839787400','더미 작성자','아무 내용','2020-11-20 11:36:27','127.0.0.1',NULL,0),(192,'더미 데이터11605839787411','더미 작성자','아무 내용','2020-11-20 11:36:27','127.0.0.1',NULL,0),(193,'더미 데이터21605839787413','더미 작성자','아무 내용','2020-11-20 11:36:27','127.0.0.1',NULL,0),(194,'더미 데이터31605839787414','더미 작성자','아무 내용','2020-11-20 11:36:27','127.0.0.1',NULL,0),(195,'더미 데이터41605839787416','더미 작성자','아무 내용','2020-11-20 11:36:27','127.0.0.1',NULL,0),(196,'더미 데이터51605839787417','더미 작성자','아무 내용','2020-11-20 11:36:27','127.0.0.1',NULL,0),(197,'더미 데이터61605839787418','더미 작성자','아무 내용','2020-11-20 11:36:27','127.0.0.1',NULL,0),(198,'더미 데이터71605839787420','더미 작성자','아무 내용','2020-11-20 11:36:27','127.0.0.1',NULL,0),(199,'더미 데이터81605839787421','더미 작성자','아무 내용','2020-11-20 11:36:27','127.0.0.1',NULL,0),(200,'더미 데이터91605839787423','더미 작성자','아무 내용','2020-11-20 11:36:27','127.0.0.1',NULL,0),(201,'더미 데이터01605839788567','더미 작성자','아무 내용','2020-11-20 11:36:28','127.0.0.1',NULL,0),(202,'더미 데이터11605839788577','더미 작성자','아무 내용','2020-11-20 11:36:28','127.0.0.1',NULL,0),(203,'더미 데이터21605839788579','더미 작성자','아무 내용','2020-11-20 11:36:28','127.0.0.1',NULL,4),(204,'더미 데이터31605839788581','더미 작성자','아무 내용','2020-11-20 11:36:28','127.0.0.1',NULL,0),(205,'더미 데이터41605839788582','더미 작성자','아무 내용','2020-11-20 11:36:28','127.0.0.1',NULL,0),(206,'더미 데이터51605839788583','더미 작성자','아무 내용','2020-11-20 11:36:28','127.0.0.1',NULL,0),(207,'더미 데이터61605839788585','더미 작성자','아무 내용','2020-11-20 11:36:28','127.0.0.1',NULL,1),(212,'테스트','테스트','테스트','2021-01-06 13:43:02','127.0.0.1',NULL,9),(213,'더미 데이터01609908259573','더미 작성자','아무 내용','2021-01-06 13:44:19','127.0.0.1',NULL,0),(214,'더미 데이터11609908259577','더미 작성자','아무 내용','2021-01-06 13:44:19','127.0.0.1',NULL,0),(215,'더미 데이터21609908259579','더미 작성자','아무 내용','2021-01-06 13:44:19','127.0.0.1',NULL,0),(216,'더미 데이터31609908259581','더미 작성자','아무 내용','2021-01-06 13:44:19','127.0.0.1',NULL,0),(217,'더미 데이터41609908259582','더미 작성자','아무 내용','2021-01-06 13:44:19','127.0.0.1',NULL,0),(218,'더미 데이터51609908259584','더미 작성자','아무 내용','2021-01-06 13:44:19','127.0.0.1',NULL,0),(219,'더미 데이터61609908259587','더미 작성자','아무 내용','2021-01-06 13:44:19','127.0.0.1',NULL,0),(220,'더미 데이터71609908259589','더미 작성자','아무 내용','2021-01-06 13:44:19','127.0.0.1',NULL,0),(221,'더미 데이터81609908259590','더미 작성자','아무 내용','2021-01-06 13:44:19','127.0.0.1',NULL,0),(222,'더미 데이터91609908259592','더미 작성자','아무 내용','2021-01-06 13:44:19','127.0.0.1',NULL,0),(223,'더미 데이터01609908434326','더미 작성자','아무 내용','2021-01-06 13:47:14','127.0.0.1',NULL,0),(224,'더미 데이터11609908434339','더미 작성자','아무 내용','2021-01-06 13:47:14','127.0.0.1',NULL,0),(225,'더미 데이터21609908434341','더미 작성자','아무 내용','2021-01-06 13:47:14','127.0.0.1',NULL,0),(226,'더미 데이터31609908434342','더미 작성자','아무 내용','2021-01-06 13:47:14','127.0.0.1',NULL,0),(227,'더미 데이터41609908434344','더미 작성자','아무 내용','2021-01-06 13:47:14','127.0.0.1',NULL,0),(228,'더미 데이터51609908434345','더미 작성자','아무 내용','2021-01-06 13:47:14','127.0.0.1',NULL,0),(229,'더미 데이터61609908434347','더미 작성자','아무 내용','2021-01-06 13:47:14','127.0.0.1',NULL,0),(230,'더미 데이터71609908434349','더미 작성자','아무 내용','2021-01-06 13:47:14','127.0.0.1',NULL,5),(233,'더미 데이터01609909055565','더미 작성자','아무 내용','2021-01-06 13:57:35','127.0.0.1',NULL,0),(234,'더미 데이터11609909055577','더미 작성자','아무 내용','2021-01-06 13:57:35','127.0.0.1',NULL,0),(235,'더미 데이터21609909055578','더미 작성자','아무 내용','2021-01-06 13:57:35','127.0.0.1',NULL,0),(236,'더미 데이터31609909055580','더미 작성자','아무 내용','2021-01-06 13:57:35','127.0.0.1',NULL,0),(237,'더미 데이터41609909055581','더미 작성자','아무 내용','2021-01-06 13:57:35','127.0.0.1',NULL,0),(238,'더미 데이터51609909055583','더미 작성자','아무 내용','2021-01-06 13:57:35','127.0.0.1',NULL,0),(239,'더미 데이터61609909055584','더미 작성자','아무 내용','2021-01-06 13:57:35','127.0.0.1',NULL,0),(240,'더미 데이터71609909055586','더미 작성자','아무 내용','2021-01-06 13:57:35','127.0.0.1',NULL,0),(241,'더미 데이터81609909055587','더미 작성자','아무 내용','2021-01-06 13:57:35','127.0.0.1',NULL,0),(242,'더미 데이터91609909055589','더미 작성자','아무 내용','2021-01-06 13:57:35','127.0.0.1',NULL,0);
/*!40000 ALTER TABLE `board` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `code`
--

DROP TABLE IF EXISTS `code`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `code` (
  `CODE_IDX` varchar(20) NOT NULL COMMENT '코드 IDX',
  `CODE_NM` varchar(40) NOT NULL COMMENT '코드명',
  `CODE_CN` varchar(200) DEFAULT NULL COMMENT '코드 내용',
  `UPPER_CODE_IDX` varchar(20) DEFAULT NULL COMMENT '상위 코드 IDX',
  `INS_IP` varchar(15) NOT NULL COMMENT '등록 IP',
  `CODE_SEQ` int(11) NOT NULL AUTO_INCREMENT COMMENT '코드 시퀀스',
  PRIMARY KEY (`CODE_IDX`),
  UNIQUE KEY `CODE_SEQ` (`CODE_SEQ`)
) ENGINE=InnoDB AUTO_INCREMENT=40 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `code`
--

LOCK TABLES `code` WRITE;
/*!40000 ALTER TABLE `code` DISABLE KEYS */;
INSERT INTO `code` VALUES ('CD_1','대분류1','대분류입니다.',NULL,'127.0.0.1',1),('CD_10','중분류3','중분류입니다.','CD_5','127.0.0.1',11),('CD_12','중분류4','중분류입니다.','CD_5','127.0.0.1',12),('CD_13','중분류5','중분류입니다.','CD_5','127.0.0.1',13),('CD_14','중분류2','중분류입니다.','CD_1','127.0.0.1',14),('CD_15','소분류1','소분류입니다.','CD_14','127.0.0.1',15),('CD_16','중분류3','중분류입니다.','CD_1','127.0.0.1',16),('CD_17','소분류1','소분류입니다.','CD_16','127.0.0.1',17),('CD_18','중분류4','중분류입니다.','CD_1','127.0.0.1',18),('CD_19','중분류5','중분류입니다.','CD_1','127.0.0.1',19),('CD_2','중분류1','중','CD_1','127.0.0.1',2),('CD_20','중분류1','중분류입니다.','CD_4','127.0.0.1',20),('CD_21','대분류5','대분류입니다',NULL,'127.0.0.1',21),('CD_22','대분류6','대분류입니다',NULL,'127.0.0.1',22),('CD_23','대분류7','',NULL,'127.0.0.1',23),('CD_24','대분류8','',NULL,'127.0.0.1',24),('CD_25','대분류9','',NULL,'127.0.0.1',25),('CD_26','대분류10','대분류입니다.',NULL,'127.0.0.1',26),('CD_27','중분류1','중분류입니다.','CD_26','127.0.0.1',27),('CD_28','중분류6','중분류입니다.','CD_1','127.0.0.1',28),('CD_29','중분류7','중분류입니다.','CD_1','127.0.0.1',29),('CD_3','소분류1','소분류입니다.','CD_2','127.0.0.1',3),('CD_30','중분류1','중분류입니다.','CD_25','127.0.0.1',30),('CD_31','소분류1','소분류입니다.','CD_29','127.0.0.1',31),('CD_32','중분류8','중분류입니다.','CD_1','127.0.0.1',32),('CD_33','중분류9','중분류입니다.','CD_1','127.0.0.1',33),('CD_34','중분류10','중분류입니다.','CD_1','127.0.0.1',34),('CD_35','소분류2','소분류입니다.','CD_2','127.0.0.1',35),('CD_36','소분류3','소분류입니다.','CD_2','127.0.0.1',36),('CD_37','소분류4','소분류입니다.','CD_2','127.0.0.1',37),('CD_38','중분류11','중분류입니다.','CD_1','0:0:0:0:0:0:0:1',38),('CD_39','중분류2','중분류입니다.','CD_26','0:0:0:0:0:0:0:1',39),('CD_4','대분류2','대분류입니다',NULL,'127.0.0.1',4),('CD_5','대분류3','대분류입니다.',NULL,'127.0.0.1',5),('CD_6','중분류1','중분류입니다.','CD_5','127.0.0.1',6),('CD_7','소분류1','소분류입니다.','CD_6','127.0.0.1',7),('CD_8','중분류2','중분류입니다.','CD_5','127.0.0.1',8),('CD_9','대분류4','대분류입니다',NULL,'127.0.0.1',9);
/*!40000 ALTER TABLE `code` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `like`
--

DROP TABLE IF EXISTS `like`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `like` (
  `CN_IDX` varchar(20) NOT NULL,
  `LK_CNT` bigint(20) NOT NULL DEFAULT '0',
  `USER_IDX` varchar(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `like`
--

LOCK TABLES `like` WRITE;
/*!40000 ALTER TABLE `like` DISABLE KEYS */;
/*!40000 ALTER TABLE `like` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `reply`
--

DROP TABLE IF EXISTS `reply`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `reply` (
  `REP_IDX` int(11) NOT NULL AUTO_INCREMENT COMMENT '댓글 IDX',
  `REP_CN` varchar(400) NOT NULL COMMENT '댓글 내용',
  `REP_WRITER` varchar(20) NOT NULL COMMENT '댓글 작성자',
  `REP_LIKE` int(11) DEFAULT '0' COMMENT '댓글 좋아요',
  `REP_INS_DATE` varchar(20) NOT NULL COMMENT '댓글 등록일시',
  `REP_UPT_DATE` varchar(20) DEFAULT NULL COMMENT '댓글 수정일시',
  `REP_DEL_DATE` varchar(20) DEFAULT NULL COMMENT '댓글 삭제일시',
  `REP_INS_IP` varchar(15) NOT NULL COMMENT '댓글 등록IP',
  `REP_UPT_IP` varchar(15) DEFAULT NULL COMMENT '댓글 수정IP',
  `REP_DEL_IP` varchar(15) DEFAULT NULL COMMENT '댓글 삭제IP',
  `REP_REF_BD_IDX` int(11) NOT NULL COMMENT '참조 게시글 IDX',
  `REP_PW` varchar(2000) DEFAULT NULL COMMENT '댓글 비밀번호',
  PRIMARY KEY (`REP_IDX`),
  KEY `REP_REF_BD_IDX` (`REP_REF_BD_IDX`),
  CONSTRAINT `reply_ibfk_1` FOREIGN KEY (`REP_REF_BD_IDX`) REFERENCES `board` (`BD_IDX`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `reply`
--

LOCK TABLES `reply` WRITE;
/*!40000 ALTER TABLE `reply` DISABLE KEYS */;
INSERT INTO `reply` VALUES (4,'123','123',0,'2021-01-04 11:53:18',NULL,NULL,'127.0.0.1',NULL,NULL,207,''),(5,'12312','123',0,'2021-01-04 11:53:22',NULL,NULL,'127.0.0.1',NULL,NULL,207,''),(6,'123214','12412',0,'2021-01-04 11:53:24',NULL,NULL,'127.0.0.1',NULL,NULL,207,''),(9,'1234','사용자4',0,'2021-01-06 13:43:18',NULL,NULL,'127.0.0.1',NULL,NULL,212,'1234'),(10,'tkdydwk','사용자',0,'2021-01-06 13:43:30',NULL,NULL,'127.0.0.1',NULL,NULL,212,'');
/*!40000 ALTER TABLE `reply` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `test`
--

DROP TABLE IF EXISTS `test`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `test` (
  `codeIdx` int(20) NOT NULL AUTO_INCREMENT,
  `upperCodeIdx` int(20) DEFAULT NULL,
  PRIMARY KEY (`codeIdx`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `test`
--

LOCK TABLES `test` WRITE;
/*!40000 ALTER TABLE `test` DISABLE KEYS */;
INSERT INTO `test` VALUES (3,NULL),(4,NULL),(5,NULL),(6,NULL),(7,NULL),(10,3),(11,3),(12,3);
/*!40000 ALTER TABLE `test` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user`
--

DROP TABLE IF EXISTS `user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user` (
  `USER_IDX` varchar(20) NOT NULL COMMENT '회원 IDX',
  `USER_ID` varchar(200) NOT NULL COMMENT '회원 ID',
  `USER_PW` varchar(2000) NOT NULL COMMENT '회원 비밀번호',
  `USER_EM` varchar(100) DEFAULT NULL COMMENT '회원 이메일',
  `USER_TEL` varchar(13) DEFAULT NULL COMMENT '회원 연락처',
  `USER_NM` varchar(20) NOT NULL COMMENT '회원명',
  `USER_AUTH` char(1) NOT NULL DEFAULT 'N' COMMENT '회원 권한',
  `INS_DTTM` varchar(20) NOT NULL COMMENT '회원 등록일시',
  `INS_IDX` varchar(20) DEFAULT NULL COMMENT '회원 등록 IDX',
  `INS_IP` varchar(15) NOT NULL COMMENT '회원 등록 IP',
  `UPT_DTTM` varchar(20) DEFAULT NULL COMMENT '회원 수정일시',
  `UPT_IDX` varchar(20) DEFAULT NULL COMMENT '회원 수정 IDX',
  `UPT_IP` varchar(15) DEFAULT NULL COMMENT '회원 수정 IP',
  `DEL_DTTM` varchar(20) DEFAULT NULL COMMENT '회원 삭제일시',
  `DEL_IDX` varchar(20) DEFAULT NULL COMMENT '회원 삭제 IDX',
  `DEL_IP` varchar(15) DEFAULT NULL COMMENT '회원 삭제 IP',
  `USER_SEQ` int(11) NOT NULL AUTO_INCREMENT COMMENT '회원 시퀀스',
  PRIMARY KEY (`USER_IDX`),
  UNIQUE KEY `USER_SEQ` (`USER_SEQ`),
  UNIQUE KEY `USER_ID` (`USER_ID`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user`
--

LOCK TABLES `user` WRITE;
/*!40000 ALTER TABLE `user` DISABLE KEYS */;
INSERT INTO `user` VALUES ('USER010727299','test1','sDYW+qoHYh0uQai2StobLg==','test1@test','1234','테스트운영자','M','2021-01-07 18:27:29',NULL,'127.0.0.1','2021-01-08 16:16:57',NULL,'127.0.0.1',NULL,NULL,NULL,9),('USER0108304910','user1','FJkjZQbWqO56eIE/I6ifLA==','','','사용자1','N','2021-01-08 17:30:49',NULL,'127.0.0.1',NULL,NULL,NULL,NULL,NULL,NULL,10),('USER0108305911','user2','FJkjZQbWqO56eIE/I6ifLA==','','','사용자2','N','2021-01-08 17:30:59',NULL,'127.0.0.1','2021-01-08 18:21:45',NULL,'127.0.0.1',NULL,NULL,NULL,11),('USER0108311212','user3','FJkjZQbWqO56eIE/I6ifLA==','','','사용자3','N','2021-01-08 17:31:12',NULL,'127.0.0.1',NULL,NULL,NULL,NULL,NULL,NULL,12),('USER0108312613','user4','FJkjZQbWqO56eIE/I6ifLA==','','','사용자4','N','2021-01-08 17:31:26',NULL,'127.0.0.1',NULL,NULL,NULL,NULL,NULL,NULL,13),('USER0111304814','user5','FJkjZQbWqO56eIE/I6ifLA==','','','사용자5','N','2021-01-11 10:30:48',NULL,'127.0.0.1','2021-01-11 11:51:24',NULL,'127.0.0.1',NULL,NULL,NULL,14),('USER0111324615','user6','FJkjZQbWqO56eIE/I6ifLA==','user6@na','123541','사용자6','N','2021-01-11 10:32:46',NULL,'127.0.0.1',NULL,NULL,NULL,NULL,NULL,NULL,15),('USER112017391','admin','oNQFDZk+RU4dvisGpx/G4w==','test@test.com','010-1234-5678','시스템관리자','A','2020-11-20 11:17:39',NULL,'127.0.0.1',NULL,NULL,NULL,NULL,NULL,NULL,1),('USER112027322','test','PnjZh5/aEjU8xlg0GxvcWA==','','','운영자','M','2020-11-20 11:27:32',NULL,'127.0.0.1','2021-01-07 17:54:05',NULL,'127.0.0.1',NULL,NULL,NULL,2);
/*!40000 ALTER TABLE `user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping routines for database 'testerworld'
--
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2021-03-10 11:23:17
